Repository: marc-bouvier/keila
Catalog: priv/gettext/*/LC_MESSAGES/ses_sender.po
Languages: fr

source: Region
fr: Région

source: US East (Ohio)
fr: États Unis Est (Ohio)

source: US East (N. Virginia)
fr: États Unis Est (Virginie)

source: US West (N. California)
fr: États Unis Ouest (Californie)

source: US West (Oregon)
fr: États Unis Est (Oregon)

source: Asia Pacific (Mumbai)
fr: Asie Pacifique (Mumbai)

source: Asia Pacific (Seoul)
fr: Asie Pacifique (Séoul)

source: Europe (Frankfurt)
fr: Europe (Francfort)

source: Europe (Ireland)
fr: Europe (Irlande)

source: Europe (London)
fr: Europe (Londres)

source: South America (São Paulo)
fr: Amérique du sud (São Paulo)

source: Access Key
fr: Clé d’accès

source: Verify Your Email for Keila
fr: Vérifiez votre e-mail pour Keila

source: Please click on the following link to verify your email address %{email} for use with Keila.
fr: Veuillez cliquer sur le lien suivant pour vérifier votre adresse e-mail %{email} afin de l’utiliser avec Keila.

source: You have verified your email address and can now send emails with this sender.
fr: Vous avez vérifié votre adresse e-mail et pouvez mainteannt envoyer des e-mails avec cet expéditeur.

source: You need to verify your email address before you can send emails with this sender.
fr: Vous devez vérifier votre adresse e-mail avant de pouveoir envoyer des e-mails avec cet expéditeur.

source: After creating this sender, you will receive an email to verify your email address.
fr: Après la création de cet expéditeur, vous allez recevoir un e-mail pour vérifier votre adresse e-mail.
